import images from "./images";

export const ourClientsInfo = [
  {
    image: images.ourClients1,
    text: "Дизайнеры украшений",
  },
  {
    image: images.ourClients2,
    text: "Ювелирные магазины",
  },
  {
    image: images.ourClients3,
    text: "Производители украшений",
  },
  {
    image: images.ourClients4,
    text: "Ценители уникальных украшений",
  },
];

export const advantagesInfo = [
  {
    title: (
      <>
        Годовой процент,
        <br />
        от продаж
      </>
    ),
    text: "Каждый инвестор получает стабильный процент от продаж нашего проекта в зависимости от вложенной суммы. Вы можете быть уверены, что ваши инвестиции принесут регулярный доход.",
    frame: images.frame1,
  },
  {
    title: (
      <>
        Станьте совладельцем,
        <br />
        бизнеса
      </>
    ),
    text: "От определенной суммы инвестиций мы предлагаем вам стать совладельцем нашего проекта, что дает вам долю в компании и участие в будущем росте бизнеса.",
    frame: images.frame2,
  },
  {
    title: (
      <>
        Инвестируйте,
        <br />
        без риска
      </>
    ),
    text: "Мы управляем всем процессом – от производства до продажи. Ваши вложения находятся в надежных руках, и вы не несете операционные риски.",
    frame: images.frame3,
  },
  {
    title: (
      <>
        Зарабатывайте,
        <br />
        не управляя бизнесом
      </>
    ),
    text: "Вам не нужно участвовать в управлении или создании продукта. Мы берем на себя все операционные процессы, а вы получаете стабильный доход от ваших вложений.",
    frame: images.frame4,
  },
];
